Repository: black-studio/black-studio-tinymce-widget
Catalog: languages/black-studio-tinymce-widget-*.po
Languages: lt_lt

source: ERROR: Multiple instances of the Black Studio TinyMCE Widget plugin were detected. Please activate only one instance at a time.
lt_lt: KLAIDA: Buvo aptikti keli Black Studio TinyMCE Valdiklio įskiepio egzemplioriai. Prašome vienu metu aktyvuoti tik vieną egzempliorių.

source: The Visual Editor widget allows you to insert rich text and media objects in your sidebars
lt_lt: Raiškiojo Redagavimo valdiklis leidžia jums į savo parankinę įterpti raiškiojo teksto ir medijos objektus

source: ERROR: Duplicate widget ID detected. To avoid content loss, please create a new widget with the same content and then delete this one.
lt_lt: KLAIDA: Aptikti vienodi valdiklio ID. Kad išvengtumėte duomenų praradimo, prašome sukurti naują valdiklį su tuo pačiu turiniu ir po to ištrinti šį valdiklį.

source: Home
lt_lt: Pradžia

source: FAQ
lt_lt: DUK

source: Support
lt_lt: Pagalba

source: Rate
lt_lt: Tarifas

source: Follow
lt_lt: Sekti

source: Donate
lt_lt: Aukoti

source: About Black Studio TinyMCE Widget plugin
lt_lt: Apie Black Studio TinyMCE Valdiklio įskiepį

source: Visual Editor
lt_lt: Raiškusis redagavimas

source: Arbitrary text or HTML with visual editor
lt_lt: Sutartinis tekstas arba HTML su raiškiuoju redagavimu

source: Adds a new "Visual Editor" widget type based on the native WordPress TinyMCE editor.
lt_lt: Prideda naują "Visual Editor" valdiklio tipą pagrįstą WordPress savu TinyMCE redaktoriumi.
